Inside stringer could not be created because of insufficient space. Please disable the inside stringer or decrease its width.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId StairStringerCantOffset { get; }
  Visual Basic
Public Shared ReadOnly Property StairStringerCantOffset As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ StairStringerCantOffset {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures StairRampFailures Class
  Autodesk.Revit.DB Namespace